Repository: CiceroRegis/control-point
Catalog: core/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Name appointment is required
pt_br: data de nascimento é obrigatório

source: type appointment is required
pt_br: Celular é obrigatório

source: date appointment is required
pt_br: data de nascimento é obrigatório

source: Notify to pacientes appointments
pt_br: Tipos de consulta

source: Action
pt_br: Profissão

source: typeAppointment
pt_br: Tipo de Consulta

source: Name
pt_br: Nome

source: Skip
pt_br: Falta

source: Price of appointment
pt_br: Preço da consulta

source: appointment
pt_br: Consulta

source: Type appointment
pt_br: Tipos de consulta

source: Professional
pt_br: Perfil

source: date of appointment
pt_br: data da consulta

source: Consulting
pt_br: Consultando

source: Appointment was successfully created!
pt_br: Consulta marcada com sucesso

source: Error Form
pt_br: Erro no formulario

source: Please correct the error below.
pt_br: Por favor corriga os erros abaixo

source: The consultation with the {0} has started
pt_br: A consulta com o(a) {0} foi iniciada

source: The consultation with the {0} was canceled
pt_br: A consulta com o(a) {0} foi cancelada

source: date of birth is required
pt_br: data de nascimento é obrigatório

source: CPF is required
pt_br: CPF é obrigatório

source: cell phone is required
pt_br: Celular é obrigatório

source: Male
pt_br: Masculino

source: Female
pt_br: Feminino

source: Gender field is required
pt_br: Campo sexo é obrigatório

source: phone number
pt_br: N° Celular

source: landline
pt_br: N° Residêncial

source: Your profile was successfully Saved!
pt_br: Seu perfil foi salvo com sucesso!

source: Your profile was successfully updated!
pt_br: Seu perfil foi atualizado com sucesso

source: name is required
pt_br: Nome é obrigatório

source: RG is required
pt_br: CPF é obrigatório

source: pacient
pt_br: Paciente

source: Medical record number
pt_br: Número do Prontuário

source: rg document
pt_br: RG

source: cpf document
pt_br: CPF

source: Date of birth
pt_br: data de nascimento é obrigatório

source: Address
pt_br: Endereço

source: Patient was successfully Saved!
pt_br: Seu perfil foi salvo com sucesso!

source: Patient was successfully updated!
pt_br: Seu perfil foi atualizado com sucesso
